alacritty
arp-scan
balena-etcher
base
base-devel
bat
bear
blueman
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
cava
cheese
clang
cliphist
cmake
cmst
connman
connmaster
dialog
discord
dmg2img
efibootmgr
emacs
fastfetch
fd
file-roller
firefox
flatpak
fzf
gammastep
gdb
git
glad
glfw
glow
glsl-language-server
gnome-calendar
gnome-disk-utility
gnu-netcat
google-chrome
gparted
grim
grub
gst-plugin-pipewire
gvfs
hexchat
hyprland
intel-ucode
intellij-idea-community-edition
iptsd
isoimagewriter
jp2a
jq
kitty
libev
libisoburn
libpulse
libwacom-surface
lighttpd
linux
linux-firmware
linux-firmware-marvell
linux-surface
linux-surface-headers
linux-surface-secureboot-mok
lshw
lxappearance
mako
man-db
man-pages
man2html
maven
mesa-utils
mpv
neovim
net-tools
network-manager-applet
networkmanager
nmap
nordzy-cursors-hyprcursor
noto-fonts-cjk
noto-fonts-emoji
npm
nwg-look-bin
obs-studio
ocaml-graphics
onlyoffice-bin
opam
opengl-man-pages
p7zip-gui
pacman-contrib
pacutils
pamixer
papirus-icon-theme
pavucontrol
php-cgi
php-sqlite
pi-hole-server
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plymouth
polkit-gnome
powertop
prettier
python-html2text
python-requests
qemu-full
qt5-graphicaleffects
qt5-quickcontrols2
qt5-wayland
qt5ct
qt6-wayland
qt6ct
redshift
ripgrep
sbctl
sddm
sddm-theme-tokyo-night-git
shim
slurp
spotify-launcher
starship
steam
stow
surface-ath10k-firmware-override
swappy
swaylock-effects
swww
thunar
thunar-archive-plugin
thunderbird
tree
ttf-jetbrains-mono-nerd
unetbootin
usbutils
v4l2loopback-dkms
v4l2loopback-utils
ventoy
vim
virtualbox
vlc
waybar
waybar-module-pacman-updates-git
wget
wine
wireplumber
wl-clipboard
wlogout
wofi
xcursor-genshin-nahida
xdg-desktop-portal-hyprland
xf86-input-synaptics
xfce4-settings
xorg-xhost
xv
yay
yazi
zig
zoom
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
